{
  "Text1": "Dear Prof. Dr. , \n My name is Elham Nikkhoo, and I am writing to express my strong interest in joining your research group as a Ph.D. student. I graduated as the second highest-ranking student in my class for both my B.Sc. and my M.Sc. Please find my CV attached, which outlines my academic achievements and research experience. \n I have been following your research with great interest, particularly your works on ' ' and ' '. These studies have deepened my passion for ' '. [Additionally, I am interested in Metal–Organic Frameworks and Polymers]. Given our shared research interests, I would be excited about the opportunity to contribute to your group. \n I understand that Ph.D. positions are typically advertised through official university channels, but I wanted to reach out directly to inquire about potential openings in your group. I would greatly appreciate any information on available opportunities or the application process. \n Thank you for your time and consideration. I look forward to the possibility of discussing this further.\n",
  "Text2": "Dear Prof. Dr. , \n My name is Elham Nikkhoo, and I am writing to express my strong interest in joining your research group as a Ph.D. student. I graduated as the second highest-ranking student in my class for both my B.Sc. and my M.Sc. Please find my CV attached, which outlines my academic achievements and research experience. \n I have been following developments in ' ' with great interest and am impressed by the innovative work your group has been doing in this field. My particular interests include ' ', and I am eager to further my expertise under your guidance. \n I understand that Ph.D. positions are typically advertised through official university channels, but I wanted to reach out directly to inquire about potential openings in your group. I would greatly appreciate any information on available opportunities or guidance on how to apply. \n Thank you for your time and consideration. I look forward to the possibility of discussing this further. \n",
  "Text3": "Dear Prof. Dr. , \n My name is Elham Nikkhoo, and I am writing to express my strong interest in joining your research group as a Ph.D. student. I graduated as the second highest-ranking student in my class for both my B.Sc. and my M.Sc. Please find my CV attached, which outlines my academic achievements and research experience. \n I have been following your research with great interest, and since my latest research is related to treatment of various diseases and medical areas, your articles have deepened my passion for your research area. Given our shared research interests, I would be excited about the opportunity to contribute to your group. \n I understand that Ph.D. positions are typically advertised through official university channels, but I wanted to reach out directly to inquire about potential openings in your group. I would greatly appreciate any information on available opportunities or the application process. \n Thank you for your time and consideration. I look forward to the possibility of discussing this further. \n ",
  "Subject": "Ph.D Opportunity inquiry - Interest in "
}



