{
  "Text1": "Dear Prof. Dr. , \n\n My name is Elham Nikkhoo, and I am writing to express my interest in joining your research group. I ranked second in my class during both my B.Sc. and M.Sc. studies. My attached CV provides further details about my academic background and research experience. \n I have been following your research with great interest, particularly your works on ' ' and ' '. These studies have deepened my passion for ' '. [Additionally, I am interested in Metal–Organic Frameworks and Polymers]. I would be very grateful if there is an opportunity to join your group as a Ph.D. student. In case there are currently no available Ph.D. openings, I would also be very interested in the possibility of a short-term research stay, where I could contribute to your ongoing projects and demonstrate my capabilities. Additionally, if you are open to it, I would be glad to collaborate with you on preparing a funding proposal to support a potential Ph.D. position. \n Thank you very much for your time and consideration. I sincerely hope for the opportunity to continue this conversation. \n ",
  "Text2": "Dear Prof. Dr. , \n\n My name is Elham Nikkhoo, and I am writing to express my interest in joining your research group. I ranked second in my class during both my B.Sc. and M.Sc. studies. My attached CV provides further details about my academic background and research experience. \n I have been following developments in ' ' with great interest and am impressed by the innovative work your group has been doing in this field. My particular interests include ' ', and I am eager to further my expertise under your guidance.  I would be very grateful if there is an opportunity to join your group as a Ph.D. student. In case there are currently no available Ph.D. openings, I would also be very interested in the possibility of a short-term research stay, where I could contribute to your ongoing projects and demonstrate my capabilities. \n Additionally, if you are open to it, I would be glad to collaborate with you on preparing a funding proposal to support a potential Ph.D. position. \n Thank you very much for your time and consideration. I sincerely hope for the opportunity to continue this conversation. \n",
  "Text3": "Dear Prof. Dr. , \n\n My name is Elham Nikkhoo, and I am writing to express my interest in joining your research group. I ranked second in my class during both my B.Sc. and M.Sc. studies. My attached CV provides further details about my academic background and research experience. \n I have been following your research with great interest, and since my latest research is related to treatment of various diseases and medical areas, your articles have deepened my passion for your research area. I would be very grateful if there is an opportunity to join your group as a Ph.D. student. In case there are currently no available Ph.D. openings, I would also be very interested in the possibility of a short-term research stay, where I could contribute to your ongoing projects and demonstrate my capabilities. \n Additionally, if you are open to it, I would be glad to collaborate with you on preparing a funding proposal to support a potential Ph.D. position. \n Thank you very much for your time and consideration. I sincerely hope for the opportunity to continue this conversation. \n ",
  "Subject": "Research Opportunity Inquiry -"
}



